cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

cask 'atom'
cask 'google-chrome'
cask 'slack'
cask 'docker'
cask 'messenger-native'
cask 'spotify'
cask 'intellij-idea'
